jsondata = '[{"topic" : "成語", "intro" : "簡介", "content" : "故事","video":"影片"},{"topic" : "愚公移山", "intro" : "傳說北山愚公苦於家門前有太形、王屋二山阻攔出路，因而率領子孫挖掘土石，決心鏟平二山。典出《列子．湯問》。後用「愚公移山」比喻努力不懈，終能達成目標。或比喻效率不佳。", "content" : "傳說太行、王屋二山本在河南、漢水之間，二山之北住了一位稱為愚公的老人，他已經九十歲了。因為苦於大山攔阻，出入不便，有一天，召集了兒孫，說：「這兩座大山擋在家門口，讓我們出入十分不方便，我想和你們一起合作，把山剷平，不知道你們同不同意？」大家一致表示同意，可是愚公的妻子卻說：「以你的力量，連魁父那樣的小山丘都損毀不了，怎麼可能剷平太行、王屋那樣的大山？何況你要把剷除的土石放在哪裡？」大家便提議，可以將土石丟到海裡去。解決了放置土石的問題後，愚公就率領他的兒孫開始進行移山的工作。有位名叫智叟的老人聽到了這個消息，就笑著阻止愚公，說：「你真笨啊！你已經那麼老了，時日無多，怎麼可能把山移走呢？」愚公嘆了一口氣，說：「你的想法真是笨啊！我雖然死了，還有我的兒子，兒子又生孫子，孫子又生曾孫，如此世世代代繁衍不息，可以不斷移山。山又不會長高，怎麼可能剷不平呢？」智叟對愚公的反駁無言以對。山神知道了這件事後，非常害怕山真的會被愚公剷平，便向天帝報告了這件事。天帝被愚公的熱忱與毅力感動，便命令大力士夸蛾氏的兩個兒子，把兩座山搬走。於是愚公的心願達成了，從此河南到漢水一帶再也沒有大山阻隔。後來這個故事被濃縮成「愚公移山」，用來比喻努力不懈，終能達成目標；或比喻效率不佳。","video":"https://www.youtube.com/watch?v=27zPwqJv8FQ"},{"topic" : "有始有終", "intro" : "「有始有終」本作「有始有卒」。指能將本務與末節融會貫通。語本《論語．子張》。後用「有始有終」指有開頭，有結尾。比喻做事能貫徹到底。", "content" : "「有始有終」典源作「有始有卒」。始，最初、根本的意思；卒，最終、末節的意思。孔門中有德行、言語、政事、文學四科，子游與子夏並列文學一科。子游熟習禮儀，曾經擔任魯國武城宰，治理期間，能用禮樂教化士民；而子夏通曉《詩》義，著有《詩序》，曾講學於西河。雖然子夏與子游在文學上都有相當的研究，但在教授學生的內容上，卻彼此大異其趣，有各自的見解。《論語．子張》就曾經記載：「子游認為子夏的學生，如果只是做些打掃和迎送客人的事情是可以的，但這都不過是枝微末節的小事而已，至於作為本務的學問卻沒學到，這怎麼可以呢！」這話傳到子夏耳裡，他不以為然地說出：「君子之道該先傳授哪一項呢?而哪一項須放在後面講述呢？這個道理就像各種草木，生長情形各異，必須區分類別，然後才可栽種。因此，無論本務還是末節，都是君子的學問，怎麼可以隨意批評詆毀呢？能夠將本務與末節融會貫通，恐怕只有聖人做得到吧！」後來「有始有終」這句成語就從這裡演變而出，用來指有開頭，有結尾。比喻做事能貫徹到底。","video":"https://www.youtube.com/watch?v=_vs35ny9d90"},{"topic" : "指鹿為馬", "intro" : "「將鹿指稱是馬，藉以展現自己的威權。比喻人刻意顛倒是非。＃典出漢．陸賈《新語．辨惑》。", "content" : "趙高是個生性奸詐、頗具野心的人，想要篡奪朝中大權。秦始皇帝病逝時，假傳聖旨，賜死秦始皇長子扶蘇，接著立次子胡亥為帝，即秦二世，自己則當了丞相。當時胡亥年紀甚輕，因此趙高便專權攬政，但是他並沒有因此而滿足，進而想要謀奪帝位，卻又怕朝中大臣們不服，於是就想出一個方法來試探。有一天，趙高就駕鹿跟隨著秦二世外出，秦王看見了就問說：「你為何騎著鹿呢？」趙高回答：「這是一匹馬。」秦王說：「你錯把鹿當成馬了。」趙高說：「皇上若不相信我所說的，可以問問其他人。」群臣中有人說是鹿，也有人說是馬。這時候秦王竟不相信自己所看到的事實，卻相信了奸臣的說法。後來這個故事被濃縮成「指鹿為馬」，用來比喻人刻意顛倒是非。","video" : "https://www.youtube.com/watch?v=DQi8G6WhZRM"},{"topic" : "掩耳盜鈴","intro" : "該成語原意為捂着自己的耳朵去偷別人家的鈴鐺，後比喻自己欺騙自己，明明是掩蓋不住的事情偏要想法子掩蓋","content" : "春秋時期，有個貪婪而又愚蠢的人，自己不願勞動，見到別人的財物，總要想辦法弄到才心安。有一天，他聽説晉國世家趙氏滅掉了範氏，便急忙趕到範氏家去，想趁亂撈點兒油水。誰知範氏家所有值錢的東西都被洗劫一空，他好不懊惱，真後悔白跑這一趟。突然，他發現院中柴堆裏露出一片亮光，便走過去，扒開橫七八的柴火一看，原來是一口大鐘。他仔細審視了一番，斷定這口大鐘是用上等的黃銅做成的，不禁喜出望外，眼睛笑得眯成了一條縫。他迫不及待地去背鍾，可是那鍾又大又高，沉甸甸的，不要説背了，連移動一下都不可能。眼看快到手的東西不能據為己有，他急得團團轉。就在這時，他在院牆腳看見了一把大鐵錘，心裏頓時有了主意，高興地自語道：“真是天助我也。”他忙不迭地掄起鐵錘，想狠地割大鐘砸下去，想把大鐘砸成碎塊，然後再用麻袋裝回去。可是，大鐘發出的巨響把他嚇了一大跳，並且，那“嗡嗡嗡”的餘音久久地在院子上空迴盪，把他的耳朵都要震聾了。他很害怕別人聽見了鐘聲會跑來搶他的鐘，就趕快用雙手緊緊捂住自己的耳朵。於是，他聽不見鐘聲了。他以為自己聽不見，別人也一定聽不見，就放心大膽砸起鍾來。每砸一下，都要用雙手括住耳朵，待鐘聲響過後，才鬆開手再砸。這樣一下一下，鐘聲響亮地傳到很遠的地方。人們聽到鐘聲蜂擁而至，把小偷捉住了。","video" : "https://www.youtube.com/watch?v=4Jz9zkfen4E"},{"topic" : "自欺欺人","intro" : "不但欺騙自己，也欺騙他人。","content" : "宋代時，禪宗出現了一派禪者，他們打著禪宗「教外別傳，不立文字」的名號，卻不講經教、不從師訓，以為是脫去文字的束縛來說禪，其實所談論的都只是些淺薄無根的空話，卻自認為繼承了禪宗的正統。宋代僧人惠洪十分不滿這一派禪者的作法，他在所著《石門文字禪》中認為他們讓「佛祖之微言，宗師之規範，掃地而盡也」。禪宗本不立文字，惠洪卻用文字說禪，正是對此種現象的一種反省。在書中列有「題古塔主兩種自己」一節，惠洪藉六祖和永嘉玄覺禪師之口，說明佛法本來不能用任何事物來加以比喻，因為所有存在的事物均無實體，只是空，根本無法描述。所謂的「兩種自己」，就是落入了形體的對立之中，不合於禪宗的主旨。這些人被自己侷限的想法所蒙蔽，還認為自己繼承了禪宗的正統，並向信徒們傳揚他的思想，更是自己欺騙自己，又欺騙了他人。原文中的「自欺欺人」，就是用來比喻不但欺騙自己，也欺騙他人。","video":"https://www.youtube.com/watch?v=L2lIzLayNqA"},{"topic":"欲蓋彌彰","intro":"形容想要掩飾過失，反而使過失更加明顯。","content":"孔子的《春秋》，在魯昭公三十一年記載了一條史事：「冬，黑肱以濫來奔。」《左傳》對這條記載作了這樣的闡釋：魯昭公三十一年冬天，邾國人黑肱帶著濫城投奔魯國。按《春秋》的筆法，原本地位低下的人和枝微末節的事情並不值得記載，這則史事會被記錄下來是因為關係到魯國的國土變動。君子說：「出名不可以不慎重，就像黑肱，雖然他帶著土地投奔魯國，是為了求生存而非求出名，但是被史書記錄下來，反而留下壞名聲。所以君子在行動時會想到禮，在做事時會想到義，不會為了利益違背禮，也不會作出不義的事後，才感到愧疚。有的人想追求名聲，《春秋》卻不加記載，有的人想要掩飾，反而被明白地記了下來，這是為了懲罰不義之人。」後來「欲蓋彌彰」這句成語，就從原文「欲蓋而名章」演變而出，用來形容想要掩飾過失，反而使過失更加明顯。","video":"https://www.youtube.com/watch?v=yapzZHaR8do"},{"topic":"傾國傾城","intro":"使全城、全國的人都為其美貌所傾倒。形容女子極為美麗動人。","content":"吳國闔閭執政時，以伍子胥為相，伐楚以爭天下。當此之際，吳之鄰國越屢屢派兵襲吳，於是吳、越交戰，闔閭戰敗並傷重而死。吳王夫差即位後，為報父仇，帶兵攻入越都會（ㄍㄨㄟˋ）稽，越王句越被迫求和。伍子胥勸夫差不可接受句踐的求和，以免留下後患，但夫差志得意滿下仍是答應了越的求和。伍子胥屢次進諫，夫差卻聽信太宰嚭（ㄆ｜ˇ）的讒言，賜其自殺。《越絕書》記此事，慨嘆夫差不信伍子胥而聽信太宰嚭的讒言，這就好像昔日晉獻公受驪姬迷惑，使得眾叛親離，種下晉國衰敗的禍根；亦猶如過去周幽王縱容褒姒，以致失信於群臣，使犬戎得以入侵。驪姬與褒姒都是極為妖媚美麗的女子，但卻又是極為不祥，招來「傾城傾國」的禍害。而越王句越，忍辱負重，生聚教訓，發動大軍，圍困夫差於姑蘇山上，求降不得而自殺，吳國果然傾覆，句踐終於復興越國。後來「傾國傾城」這句成語就從這裡演變而出，用來形容女子的美豔，可以帶來禍害。其實此一語義，早在《詩經》中就已經見到。《詩經．大雅．瞻卬》有「哲婦傾城」這樣的句子，意思是「婦人多謀深慮乃亂國」，此處「傾城」，便是「傾覆邦國」義。但後來「傾國傾城」這個成語語意轉變，專以形容女子的美艷。","video":"https://www.youtube.com/watch?v=iwlBJVoaFDE"},{"topic":"沉魚落雁","intro":"本指魚、鳥不會分辨美醜，就算看見美麗的女子也是趕緊逃離。後轉為形容女子的容貌美麗。","content":"《莊子．齊物論》主旨在論述常人判別事物的準則不一樣，他則主張一切人與物存在的意義和價值都是等齊的。莊周藉著王倪之口說：「毛嬙和麗姬是人們公認的美女，但是魚見到她們趕緊潛入水底，鳥見了她們立刻向高空飛去，麋和鹿見到她們則飛快跑走。」因為魚、鳥、麋、鹿四種動物不辨美醜，即使見到美麗的女子也如同見到其他人般趕緊逃離，藉此傳達世間無絕對的是非美醜的觀念。「沉魚落雁」就從這裡演變而出，但語意沿用魚、鳥因見毛嬙、麗姬等絕色美女而驚畏躲避，借此來讚美女子的容貌美麗出眾。宋朝無名氏《錯立身．第二齣》：「看了這婦人，有如三十三天天上女，七十二洞洞中仙，有沉魚落雁之容，閉月羞花之貌。」即以「沉魚落雁」形容女子容貌的美麗。","video":"https://www.youtube.com/watch?v=geOEA1pICUU"},{"topic":"花容月貌","intro":"形容女子容貌如花似月般的美麗。","content":"《西遊記》第六十二回：「那公主花容月貌，有二十分人才。」《紅樓夢》第五回：「春恨秋悲皆自惹，花容月貌為誰妍。」也作「花容玉貌」、「花顏月貌」、「月貌花龐」、「月貌花容」。","video":"https://www.youtube.com/watch?v=-5zUsP1NWYc"},{"topic":"沾沾自喜","intro":"自以為完美而得意的樣子。","content":"竇嬰是漢景帝的母親竇太后的堂侄，他喜歡結交四方賢人，在漢景帝初年時擔任詹事的官。有一天，他陪著景帝和景帝的弟弟梁孝王喝酒，景帝酒喝多了，糊裡糊塗地說：「如果我死了，就把王位讓給我弟弟繼承。」竇嬰認為漢朝的制度是傳子不傳弟，於是表示反對，因此，觸怒了竇太后，把他除籍，不准他朝見。後來，吳王濞和楚王戊起兵造反，時局很危急，景帝在宗室以及諸竇姓外戚中找不到能用的人，只好請竇嬰出來當大將軍，把吳、楚亂事敉平。之後竇嬰受到重用，被封為魏其侯。後來竇嬰當了太子栗的老師，景帝七年，太子栗被廢，竇嬰雖然極力諫爭，但不被採納，於是就稱病辭官。許多賓客辯士遊說他，他就是不出來。後來好不容易聽從梁人高遂的說詞，才又再出來做官。過了一段時間，宰相桃侯辭官，竇太后想請竇嬰來繼任，但景帝不贊成，並且說：「竇嬰這個人過於自滿，總是沾沾自喜，且行事輕率，不是能重用的人。」於是沒有起用他作宰相。後來「沾沾自喜」演變為成語，就用來形容自得自滿的樣子。","video":"https://www.youtube.com/watch?v=yzc2CUr9PQg"},{"topic":"每下愈況","intro":"估量豬隻肥瘦，由腳脛的肉愈多，知豬愈肥。語出《莊子．知北遊》：「正獲之問於監市履狶也，每下愈況。」正獲、監市皆是官名，履狶是用腳踩著豬去試肥瘦。「每下愈況」本指要知道豬的肥瘦，要從最下部不易長肉的小腿部分去試，此處肉愈多，豬就愈肥。比喻從低微之處去看道，道就越明顯。此義後世罕用，或混同「每況愈下」，比喻情況愈來愈壞。如：「自從他父親去世後，他家的經濟情形每下愈況。」","content":"莊子，戰國時代宋國蒙人，生卒年不詳。其人生觀崇尚自然無為，逍遙自得，與老子並為道家思想的宗師，著有《莊子》。有一次，東郭子問莊子：「所謂的『道』，究竟在什麼地方？」莊子說：「無所不在。」東郭子說：「請你舉出具體的例子，清楚指明。」莊子說：「在螻蟻身上。」東郭子說：「高妙的『道』，為什麼會在這樣卑下的地方呢？」接著莊子又舉了愈來愈卑下的例子，如：稊稗、磚瓦、屎溺。東郭子聽到後來，便不作聲了。莊子於是就說：「你所問的問題，就跟以前有個名叫獲的市場主管問市場管理員用腳踩豬的問題一樣。市場管理員要判斷豬隻的肥瘦，必須用腳踩著豬的小腿部分去試，因為這小腿部分最不易長肉，如果這部分的肉愈多，就可以知道豬隻愈肥。因此，當獲問這個問題時，市場管理員回答說：『愈是下部細微的地方，肥瘦的差別就愈明顯。』」莊子用這個例子做比喻，主要是要讓東郭子了解：「道」是無所不在的，愈是從低微的事物上去推求，就愈能看出「道」的真實情況。「每下愈況」就是直接摘自典源的一個成語，後來用於比喻情況愈來愈壞。要了解這句成語須從《莊子》原文了解起，較為不易，所以後來有人從字面推測其義，更進而將成語改成「每況愈下」。","video":"https://www.youtube.com/watch?v=eUei_hCELHI"},{"topic":"結草啣環","intro":"「結草」，指魏顆救父妾，而獲老人結草禦敵的故事。比喻死後報恩。典出《左傳．宣公十五年》。「銜環」，指楊寶救一隻黃雀，後得黃衣童子以四枚白玉環相報的故事。比喻報恩。典出南朝梁．吳均《續齊諧記》。「結草銜環」比喻至死不忘感恩圖報。","content":"「結草銜環」係由「結草」及「銜環」二語組合而成。「結草」一語出自《左傳．宣公十五年》。記載春秋時秦桓公攻打晉國，晉大夫魏顆在輔氏之役大敗秦軍，並且捉到秦國大力士杜回的故事。相傳魏顆之所以能打勝仗是因為兩軍對戰時，戰場上出現一個老人，老人在秦軍必經的地方把草打結，杜回經過時被草結絆倒而被擄，晉軍才獲得勝利。晚上魏顆夢見老人，老人自稱是寵妾的父親，因為魏顆在父親魏武子死後，遵從父親神智清醒時的交代，將父親的寵妾改嫁，老人在戰場上將草打結絆倒杜回，是為了報答魏顆救了他女兒性命的恩情。「銜環」一語則是出自南朝梁．吳均《續齊諧記》。內容記錄楊寶九歲時在華陰山北面，發現鴟梟攻擊一隻黃雀，結果黃雀受傷墜落在樹下，全身爬滿螻蟻，楊寶將黃雀帶回家放在巾箱中救治，以黃花餵食，百來天後黃傷癒，就飛走了。夜裡楊寶夢見一個黃衣童子，說他是西王母的使者，為了感謝楊寶救命之恩銜來四只白玉環送給他，希望楊寶的後世子孫品德清白如玉，位極三公。而「結草銜環」又有『生當銜環，死當結草』的說法，認為「銜環」是活著報恩，「結草」是指死後報恩。後來這兩個詞語被合用成「結草銜環」，用來比喻至死不忘感恩圖報。如元．張國賓《合汗衫．第一折》：「小人斗膽，敢問老爹奶奶一個名姓也，等小人日後結草銜環，做個報答。」","video":"https://www.youtube.com/watch?v=AUkpIYAfX64"},{"topic":"綵衣娛親","intro":"老萊子性至孝，年七十，常著五色彩衣，作嬰兒嬉戲的樣子逗父母高興。後用以比喻孝養父母。","content":"春秋時期，楚國隱士老萊子非常孝順父母，想盡一切辦法討父母的歡心，使他們健康長壽。他70歲時父母還健在，爲了不讓父母見他有白髮而傷感，他做一套五彩斑斕的衣服穿在身上，走路時裝成小兒跳舞的樣子使父母高興,以盡孝道。","video":"https://www.youtube.com/watch?v=OqldWDcRLcQ"},{"topic":"慈鳥反哺","intro":"比喻子女報答父母的養育之恩。","content":"孤本元明雜劇．薛苞認母．第二折》：「常言道馬有垂韁，犬有那展草，踹踏街心，慈烏反哺。」也作「慈烏返哺」。","video":"https://www.youtube.com/watch?v=sUUY3zTdgIk"},{"topic":"伯俞泣杖","intro":"比喻孝順。","content":"漢韓伯俞受母責打，感念母親力衰而哭泣。見漢˙劉向˙說苑˙卷三˙建本。後比喻孝順。幼學瓊林˙卷二˙祖孫父子類：伯俞泣杖，因母之老。元˙關漢卿˙陳母教子˙第三折：你孝順似那王祥臥冰，你恰似伯俞泣杖。","video":"https://www.youtube.com/watch?v=4OAtIdQwtYk"},{"topic":"不恥下問","intro":"不以向身分較低微、或是學問較自己淺陋的人求教為羞恥。語出《論語．公冶長》。","content":"據《論語．公冶長》記載：春秋時，孔子的學生子貢覺得孔圉生前的為人，不適合取「文」這個諡號，因為他並不溫文儒雅。於是問孔子說：「孔圉為什麼會有『文』這個諡號？」孔子認為「文」可以做另一種解釋，因此回答說：「他天資聰穎又好學，即使向地位比自己低的人求教也不會感到羞恥，這樣的行為就可以給他『文』這個諡號了。」後來原文中的「不恥下問」就用來比喻不以向身分較低微、或是學問較自己淺陋的人求教為羞恥。","video":"https://www.youtube.com/watch?v=aVLL_T4q4f4"},{"topic":"刮目相待","intro":"形容用新的眼光來看待人。含有重新評定、認識的意義。","content":"此處所列為「刮目相看」之典故說明，提供參考。 「刮目相看」原作「刮目相待」，指將眼前舊有的認識刮除，重新看待。三國時吳將呂蒙，小時候因為生活困苦，沒有讀過什麼書，以致有些官員認為他沒有學識而看輕他。有一天，吳國君主孫權勸呂蒙和蔣欽，要他們趁著年輕多看史書和兵書充實學識，呂蒙起先推說軍務煩忙沒有時間，孫權就舉自己、漢光武帝及曹操的例子來勉勵他。於是他開始發奮學習，到後來看過的書籍，甚至比一般儒生還多。吳國另一位將軍魯肅在代理周瑜的職務期間，有次巡視呂蒙駐守的營區，本來魯肅也有一點輕視呂蒙，但卻在議論事情時說不過他，於是拍著呂蒙的背說：「我一直以為你只會帶兵，沒想到你學識這麼淵博，已經不是當年那個學識淺陋的呂蒙了。」呂蒙回答：「士三天不見，就應該讓人刮目相待。」後來「刮目相看」即從這裡演變而來，形容用新的眼光來看待人。含有重新評定、認識的意義。","video":"https://www.youtube.com/watch?v=Chy0E6p7U7A"},{"topic":"士別三日","intro":"雖然才分別三日，卻進步很多。別：離開。謂別后三天，即應另眼相待。形容進步驚人。比喻進步神速之意。","content":"當初，孫權對呂蒙説：“你現在當權掌管事務，不可以不學習！”呂蒙用軍中事務繁多來推辭。孫權説：“我難道想要你研究儒家經典，成為學識淵博的人嗎？我只是讓你泛覽書籍，瞭解歷史罷了。你説軍務繁多，哪個像我（事務多）呢？我經常讀書，自己認為很有好處。”呂蒙於是開始學習。當魯肅到尋陽的時候，魯肅和呂蒙一起談論議事，魯肅十分吃驚地説：“你現在的（軍事方面和政治方面的）才幹和謀略，不再是原來的那個吳縣的（沒有學識的）阿蒙了！”呂蒙説：“讀書人（君子）分別幾天，應當用新眼光來看待（我），長兄為什麼認清事物這麼晚啊！”於是魯肅拜見呂蒙的母親，（與呂蒙）結交為朋友然後離開。","video":"https://www.youtube.com/watch?v=HAi5sHdxhiA"},{"topic":"小時了了","intro":"用來指人在幼年時聰慧敏捷。","content":"根據《世說新語》記載，孔融在十歲那年，跟隨父親到洛陽時，想去拜訪當時聲名很高的司隸校尉李膺（字元禮），可是只有有才華的文士和李氏親戚才會被通報接見。於是孔融走到李府門口，自稱是李膺的親戚。結果李膺接見他並且問：「我和你有親戚關係嗎？」孔融回答說：「從前我的祖先孔子和你的祖先老子（李耳，字伯陽）有師生關係，所以我和你可以算得上是世交。」李膺和在場的賓客聽了，對於孔融的反應敏捷感到驚奇。這時太中大夫陳韙晚到，旁邊的人告訴他這件事。陳韙聽了說：「小時候聰慧敏捷，表現優良，長大之後未必能有所成就！」孔融立刻回了一句：「想必你小時候一定是很聰明慧黠囉！」陳韙當下覺得局促不安，說不出話來。","video":"https://www.youtube.com/watch?v=38LUIwnCeKo"},{"topic":"開卷有益","intro":"「開卷有益」指打開書本閱讀，即能得到好處。","content":"「開卷有益」原作「開卷有得」。陶潛，東晉潯陽柴桑人，陶侃的曾孫，一名淵明。陶淵明出自顯宦之家，書香門弟，雖然家道中落，但家中藏書豐富，家庭教育良好，養成他愛好讀書的習慣。他曾說：「少年來好書，偶愛閑靜，開卷有得，便欣然忘食。」陶淵明從小即喜愛閱讀，當讀到對書中文義有所領悟時，便高興得忘了進食。由此可見他以閱讀來豐富他的精神世界。後來「開卷有益」這句成語就從這裡演變而出，用來指打開書本閱讀，即能得到好處。在宋．王闢之的《澠水燕談錄》裡記載了一則 「開卷有益」的例子：宋太宗趙光義非常喜歡讀書，但歷代典籍文史資料實在太多，所以他命令當時的大文學家李昉主持編輯一套集歷代圖書資料精華的百科全書。李昉等學者歷經七年的努力終於編成。宋太宗對這部書非常重視，同時為它取名為《太平御覽》，規定自己要在一年內看完它，就算政務繁忙，也一定要找時間補讀。大臣們怕他太勞累，常勸他多休息，但宋太宗卻說：「『開卷有益』，經常看書，總是有好處的，我一點也不覺得累。」也有人認為典源當出於此。","video" : "https://www.youtube.com/watch?v=O0J9RfpkKLw"},{"topic" : "合浦還珠","intro" : "比喻物品失而復得，亦用於比喻人離開而復返。","content" : "東漢時合浦郡內產珍珠，居民從海港中採集珍珠，以換取生活所需的米食為生。之前在此任職的官吏，大多貪汙不法，將人民採集的珍珠，幾乎據為己有，也因為濫採，珠蚌後來都遷移到別處。導致合浦郡再也沒有生產珍珠，人民因此無法維持生活，於是，路上到處都可看見因為飢餓而死的人。後來孟嘗到此任職，一改之前的弊端，推行教化，端正風俗，一年之後，珠蚌再度回來，合浦郡又恢復盛產珍珠了。後來這個故事被濃縮成「合浦珠還」，比喻物品失而復得，亦用於比喻人離開而復返。","video" : "https://www.youtube.com/watch?v=MuRTx8wJN7w"},{"topic" : "買櫝還珠","intro" : "沒有眼力，只重外表，卻忽視了應該重視的東西。","content" : "《韓非子．外儲說左上》記載，有一天楚王對田鳩說：「墨子之學是當代非常著名的學說，它的內容很好，但文詞卻多不美妙，是什麼原因呢？」田鳩就說了兩個故事，其一是：「有一個楚國人到鄭國賣珍珠，他用木蘭木作了一個裝珍珠的盒子，用香木薰得香香的，盒子外面用翡翠和玫瑰來裝飾。結果鄭國人買了他的盒子，卻將珍珠退還。那楚人可說是擅於賣盒子，卻不擅於賣珍珠了！現在發表言論的人，都用巧妙的言辭；作君王的，只喜歡看這些美妙的言辭，卻忽略了這些言論是有功用的。墨子的學說，是傳授先王的道術，闡述聖人的言論，普遍告知世人。所以並不加以修飾，以免人們只喜愛他美妙的言辭，而忽略了其中的功用。」後來韓非子所謂的楚人賣珠這個故事，被濃縮成「買櫝還珠」，用來比喻捨本逐末，取捨失當。","video" : "https://www.youtube.com/watch?v=VgHbGMYsi3Q"},{"topic" : "毛骨悚然","intro" : "從外在的毛髮到骨頭裡都感到害怕。形容極端驚懼害怕。悚然，恐懼之意。","content" : "《夷堅志》是宋朝著名的志怪小說，所記載的是一些傳聞的怪異之事，基本上承續著六朝志怪小說的遺風。〈大渾王〉這篇故事是說：有一個名叫興祖的人，個性豪放，不拘小節，與婁虡是好朋友。後來在紹興年間，婁虡得了疾病而死。有一天，興祖在睡夢中夢到婁虡來拜訪他，並且叫來一匹千里馬，兩人一起出發來到一間大官府，接著又進到官府中的一個廳堂。其中執掌事務的人向他們鞠躬應答，婁虡則拱手作揖，然後坐下，跟興祖說：「這裡就是你處理公事的地方。」過了一會兒，有一個小孩走出來，拉著興祖的衣服。婁虡說：「你的小孩之前已經先到這裡了。」興祖一看，竟然是幾年前所失去的小孩。這時婁虡就說：「你先回去，過幾天再迎接你過來。」興祖才正要抓起馬匹的韁繩，此時卻突然地醒了過來。隔天，興祖將這個夢境告訴朋友們，大家都覺得是不祥的預兆。不久，興祖有事要外出，經過婁虡家門時，感到全身的毛骨都寒冷恐懼起來，結果因此得了病。隨從攙扶著他回家，三天後，就死了。後來「毛骨悚然」這句成語就從這裡演變而出，用來形容極端驚懼害怕。","video" : "https://www.youtube.com/watch?v=M0OLlxZCWP0"},{"topic" : "井底之蛙","intro" : "比喻見識淺薄的人。","content" : "莊子是戰國時的思想家，他所生活的時代，百姓飽受戰火之苦，個人的生命在戰爭中就像螻蟻般的脆弱，朝不保夕。莊子自覺無法改變現實環境的殘酷無情，轉而思考個人如何在動盪的世間安身立命。他用了許多天馬行空，富於想像力的寓言，生動貼切的表達了他的中心思想。在〈秋水〉中，莊子生動地描述了河伯和北海的對話。秋天的時候，黃河河水高漲，河面寬廣到甚至無法從這岸分辨對岸的牛馬。河伯對此沾沾自喜，以為天下沒有比黃河更壯觀的景象了。但當河伯順流東下，來到了北海，看到了一片沒有邊際的汪洋，比起自己居住的黃河不知大上了多少倍時，就對自己之前的無知和自傲感到慚愧不已。北海便對河伯說道：「沒有辦法跟住在井底的青蛙談論海洋之大，這是因為受到所住環境的限制；無法跟夏天的蟲子談論冬天的冰霜，這是因為受到生存時間的限制；而無法跟鄙陋之人談論真理之道，也是因為受限於他們的教育背景。人受到現實環境的限制是何等大啊！今日你看到了大海，才發現黃河的渺小，然而這看似沒有際涯的海洋，在浩瀚無窮的天地之間，跟大倉庫裡的一粒米又有什麼分別呢？」後來後來「井底之蛙」這句成語就從這裡演變而出，用來比喻見識淺薄的人。","video" : "https://www.youtube.com/watch?v=vAGJhQRsHBc"},{"topic" : "管窺蠡測","intro" : "蠡，用瓠瓜做成的水瓢。「管窺蠡測」是指透過管子看天，用水瓢測量海水。比喻見識淺陋狹窄。語本《漢書．卷六五．東方朔傳》。","content" : "漢武帝時，有個名叫東方朔的年輕人。為人詼諧幽默，性格豪邁，對事直言不諱，武帝非常喜歡他。他對自己有很高的期許，認為讀聖賢書，應被重用而對國家有所貢獻。於是上書皇帝，陳述自己對國家政事的意見，但卻沒有受到重視，因而寫下〈答客難〉。文中假設客人問他，既然自己博學又機智，為何不能像戰國時代的蘇秦、張儀有那樣崇高的地位？他回答時代不同了，彼一時，此一時也。戰國時代各國競爭激烈，讀書人可憑本事施展抱負。但現在漢朝統一天下，有固定的人事體系，有志之士不一定能受到重用。更何況自己是「以管窺天，以蠡測海，以莛撞鐘」，意思是說自己眼界狹小，見識短淺，能力纖弱，哪有資格表達意見呢？東方朔以反話的方式，抒發自己的不平與無奈。後來「管窺蠡測」這句成語就從這裡演變而出，用來比喻人見識淺陋狹窄。","video" : "https://www.youtube.com/watch?v=zV5u9f4lTfs"},{"topic" : "目不識丁","intro" : "比喻不識字或毫無學問。語本《舊唐書．卷一二九．張延賞傳》。","content" : "「目不識丁」原作「不識一丁」。據《舊唐書．卷一二九．張延賞列傳》載，唐代時，張弘靖被任命為幽州節度使，掌管幽州地方的軍政。當他前往幽州上任時，當地百姓夾道觀看，看到他乘著轎子走在軍隊之中，大家都非常驚訝。因為當地的將軍都是與士兵一同日曬雨淋，從不坐轎子的，因此對他產生不好的印象。又因幽州為安祿山之亂的發起地，人民向來強悍尚武，張弘靖想改善當地的民風，便毀壞安祿山的墳墓，此舉更引起當地人民的反感。他的兩個從官韋雍、張宗厚行為囂張跋扈，常吃喝玩樂直到深夜，喝醉酒還要大隊人馬護送他們回家，燭火照得整條街通亮。看到不滿意的事就亂罵大叫，還對士兵說：「現在天下太平，你們會拉弓射箭有什麼用？還不如去認識一個『丁』字來得有用！」因為「丁」字是很容易認識的字，如果連「丁」字都不認識，那就接近文盲了。所以這句話不但誇讚了自己，也取笑了長於武藝的兵士。使得士兵們相當地氣憤，對他們深惡痛絕。後來「目不識丁」這句成語就從這裡演變而出，用來比喻不識字或毫無學問。","video" : "https://www.youtube.com/watch?v=5qcmPpruAMo"},{"topic" : "破釜沉舟","intro" : "比喻做事果決、義無反顧。典出《史記．卷七．項羽本紀》。","content" : "《史記．卷七．項羽本紀》記載秦朝末年，群雄起義反秦，秦將章邯率兵攻趙，以重兵圍攻鉅鹿。楚懷王派宋義、項羽救趙，但宋義卻停兵不進。項羽殺了宋義取得軍權後，派遣二萬兵將渡過漳水，救援鉅鹿。之後，趙將陳餘又請求項羽派更多兵力支援，項羽於是帶領全部的軍隊渡河，然後將渡河的船弄沉，打破煮飯的鍋子，燒掉駐紮的營地，並只帶三天乾糧，以示必死之決心，不做撤退的打算。經過九次大戰，終於打敗秦軍。這即是歷史上有名的「鉅鹿之戰」，項羽為使士卒拚死戰鬥，渡河之後，即將渡船弄沉，把釜甑打破，以斷絕士兵後退的念頭。後來「破釜沉舟」這句成語就從這裡演變而出，形容做事果決，義無反顧。","video" : "https://www.youtube.com/watch?v=got9gy1Ozdo"},{"topic" : "魚目混珠","intro" : "以魚眼睛混充珍珠。比喻以假亂真。語本《文選．任昉．到大司馬記室牋》：「惟此魚目」句下李善注引《韓詩外傳》。","content" : "任昉（西元４６０∼５０８）字彥昇，南朝梁博昌人，仕宋、齊、梁三代。宋時，舉兗州秀才，拜太常博士。入齊，以文學為王儉所重，後任竟陵王記室參軍，為「竟陵八友」之一。齊末，蕭衍得勢，任為驃騎記室參軍，專主文翰。蕭衍代齊自立，是為梁武帝，任昉為義興、新安太守，有政聲。任昉博學多聞，於書無所不讀，聚書至萬餘卷，是當時著名的三大藏書家之一。曾見宮中內藏四部古籍篇卷紛雜，於是親自校讎勘定。任昉的文學成就，以善撰表、奏、書、啟著稱，當時王公表奏，無不請昉代筆，起筆即成，不加點竄，因而與以詩聞名的沈約合稱為「沈詩任筆」。他在上任大司馬記室時，寫了一篇〈到大司馬記室牋〉，來感謝朝廷的提拔。文中任昉極為自謙，形容自己只是像魚眼睛那樣毫無價值的人，卻被當作美玉一般來使用。唐人李善在注解時，引用了《韓詩外傳》為證，說明古人認為白色骨頭外觀看起來像象牙，魚的眼珠乍看之下很像珍珠。後來「魚目混珠」這句成語就從這裡演變而出，用來比喻以假亂真。","video" : "https://www.youtube.com/watch?v=_JYmMP2NKMY"},{"topic" : "東施效顰","intro" : "春秋越國醜女東施模仿美女西施捧心皺眉，然卻更見其醜。比喻盲目胡亂地模仿他人，結果卻適得其反。典出《莊子．天運》。","content" : "春秋時制度、禮樂崩壞，各國霸主逐漸興起。孔子因此開始周遊列國，勸說各國君主施行仁道，希望能振興時弊，解決亂象。而孔子從魯國西行到衛國去的時候，弟子顏淵就問魯國的太師：「夫子此行結果會是如何？」太師回答說：「因為時代不同，禮法也隨著環境而有所改變，必須懂得變通才行。像孔子這樣的用心良苦，是出自於對社會的責任，但是以前許多的制度現在已經不再適用。這就和東施模仿西施一樣。在越國有個美女名叫西施，向來犯有心痛的毛病，每次心痛時，她總是輕輕地按住胸口，微微地皺著眉頭。有一次，同里中的醜女看見後，認為這樣的動作很美，於是也學西施捧心皺眉，自以為也很美。然而鄉里中的富人看見後，卻因此緊閉門戶而不出門；貧窮人看了，則趕緊帶著妻子和孩子躲開。那醜女只知道捧心皺眉很美，卻不知道這個動作所以美的原因。」後人就把這個醜女稱為東施，以和西施作區別對照。太師舉這個故事的意思在於：人也要懂得變通，不要一意孤行，堅持自己的理想，而忽略了整個社會的需要，因此他預料孔子的理想將無法實現。而太師引來作譬喻的這則故事，後來被濃縮成「東施效顰」，用來比喻盲目胡亂地模仿他人，結果卻適得其反。","video" : "https://www.youtube.com/watch?v=8JsIGr9aNx0"},{"topic" : "打草驚蛇","intro" : "擊打草叢以嚇走蛇。比喻某甲受到懲戒，而使某乙、丙等知所警惕。語或本宋．鄭文寶《南唐近事》卷二。後用「打草驚蛇」比喻對付敵人時，行事不密，致使對方有所警覺，而預先防備","content" : "在宋朝鄭文寶所著的《南唐近事》一書中，曾記載這麼一個故事：王魯，南唐人，生卒年不詳，曾任當塗縣的縣令。他在任上時，貪汙收受錢財。有一天，他在府裡批示案件，其中有一個案件是地方百姓聯名控告主簿貪收賄賂。王魯看了嚇一跳，事實上收賄的不只主簿一人，他也有份，於是在卷宗上批示：「你們雖然只是用棍子打草叢，但是我就像藏身在草叢中的蛇，已經有所警惕。」這件事一經傳揚出去，成為好事的人取笑批評的話柄。後來「打草驚蛇」這句成語就從這裡演變而出，用來比喻行事不密，致使對方有所警覺，而預先防備。","video" : "https://youtu.be/7ur9fgfyuBE"},{"topic" : "草木皆兵","intro" : "遇到風吹草動，都以為是敵兵。比喻緊張、恐懼，疑神疑鬼。語本《晉書．卷一一四．苻堅載記下》。","content" : "據《晉書．卷一一四．苻堅載記下》載，東晉時，野心勃勃的前秦苻堅想要征服中原。孝武帝太元八年，他率領八十萬大軍，逼臨肥水，準備攻打東晉。東晉派大將謝玄、謝石帶八萬精兵抗敵。苻堅以為東晉兵少，想憑優勢快攻把晉軍打敗，沒想到晉軍靠著奇襲，使苻堅喪失許多大將和士兵。肥水戰前苻堅登上壽陽城觀察晉軍的動靜，發現晉軍的部隊嚴整，訓練有素，將士精神旺盛，鬥志高昂。再遙望八公山，見到山上長著許多類似人形的草木，竟以為都是晉軍。於是回頭對他弟弟苻融說：「你看那山上，還有那麼多實力強大的軍隊，誰說晉兵很少呢？」而流露出悵然若失的憂慮。之後苻堅在肥水被謝玄所敗，就是歷史上著名的「肥水之戰」。後來「草木皆兵」這句成語就從這裡演變而出，用來形容疑神疑鬼、驚恐不安。","video" : "https://www.youtube.com/watch?v=8NR5FfNngTs"},{"topic" : "紙上談兵","intro" : "僅擅長理論上的軍事談論，卻無法在戰場上實際運用。比喻不合實際的空談、議論。典出《史記．卷八十一．廉頗藺相如傳》。", "content" : "據《史記．卷八一．廉頗藺相如列傳．趙奢》載，戰國時趙國名將趙奢的兒子趙括，從小熟讀兵書，說起用兵的方法有條有理，自覺天下人都無法超越他。有一次，與父親談論起作戰之道時，連父親也都駁不倒他。可是趙奢並不認為這是一件值得稱頌嘉許的事，並且告訴妻子說：「作戰是一件攸關生命安危的事，而趙括卻看得太容易了，將來趙王沒有用他當將軍就罷了，如果起用他，那麼讓趙國大敗的一定就是趙括。」後來，秦國出兵攻打趙國，當時趙奢已經去世，相國藺相如又病重無法輔政，只剩大將軍廉頗獨撐大局。廉頗治軍有方，深謀遠慮，他見秦軍強大，不能硬拚，於是下令堅守營壘，不理秦軍百般挑戰，使秦兵久戰無功。於是秦王便派出間諜，散布謠言說：「秦軍最怕的是趙奢的兒子趙括統領大軍。」結果趙孝成王竟中計想改派趙括替代廉頗，但趙括的母親卻上書表示反對，藺相如也表示同樣意見，說到：「趙括雖然熟讀兵書，卻不懂得靈活運用，非大將之才。」但趙王不聽建言，還是派了趙括領兵抗秦。趙括接掌兵權後，馬上改變廉頗的戰略，軍官也大批更換。秦將白起聽到這個消息，非常高興，用計截斷趙軍的運糧後路，圍困趙軍。過了四十幾天，趙軍糧草吃盡，趙括率領精銳部隊企圖突圍，結果遭秦軍亂箭射死，趙國四十萬軍士也都被秦軍俘虜，並且被活埋。後來這個故事被濃縮成「紙上談兵」，用來比喻不切實際的議論。","video" : "https://www.youtube.com/watch?v=-0b_chJLzeI"},{"topic" : "覆水難收","intro" : "已經潑出去的水很難收回。比喻離異的夫妻很難再復合。典出宋．王楙《野客叢書．卷二八．心堅石穿覆水難收》。後亦用「覆水難收」比喻既定的事實很難再改變。","content" : "姜太公本名姜尚，周朝時人，富才學且通兵法，但懷才不遇，生活窮困。妻子馬氏見他年紀大又沒有成就，於是棄他而去。有一天，姜尚在渭水旁巧遇出外狩獵的周文王，兩人相談甚歡，文王極為賞識他，要他協助一統天下的大業，那時姜尚已是八十歲的高齡老翁了。後來，姜尚果然幫助文王之子武王滅了商紂，立下大功，得到齊地作為封邑。姜尚顯貴之後，前妻馬氏請求復合，姜尚不肯原諒她，便取一壺水傾倒在地，要馬氏把水收回壺中，並說：「如果當初妳那樣的離開，今日都還能復合，那麼倒在地上的水，就一定能再收回壺裡！」但地上的水根本無法收回，馬氏也只好死了這條心。後來這個故事被濃縮成「覆水難收」，用來比喻離異的夫妻很難再復合，或既定的事實很難再改變。《喻世明言．卷二七．金玉奴棒打薄情郎》也有一段類似故事。據載，漢代名臣朱買臣出生貧寒，以砍柴維生。但他很愛讀書，連挑柴擔時都手不釋卷。他的妻子嫌他窮而且沒出息，於是堅決求去，朱買臣也只好由她。後來，朱買臣終於在五十歲那年當上會稽太守。就任途中，他突然在一群雜役裡發現前妻和她的現任丈夫。前妻見到了他，悔恨交加地跪在地上，求他將自己重收為婢妾。朱買臣命人取來一桶水潑在臺階下，對她說：「如果能把這桶水收回，我們才有復合的可能。」前妻感到無比的羞愧，於是便投河自盡了。而又另有學者以為「覆水難收」一語應源自《後漢書．卷六九．竇何列傳．何進》。據載，漢靈帝死後，劉辯即位，舅父何進為輔政大臣。何進為鞏固自己的地位，與袁紹密謀想殺盡朝中宦官，其弟何苗勸他：「覆水不可收。宜深思之。」意思是說：「你做的決定就像潑出去的水，是不可能再收回的，因此你要深思熟慮啊！」後來何進果然失敗，反被宦官用計殺害。在此，「覆水不可收」指的是既定的事就難以改變，語義不同於前兩個故事中的「覆水難收」。","video" : "https://www.youtube.com/watch?v=ltZo5U8oAiQ"},{"topic" : "至死不悟", "intro" : "到死仍不覺悟。形容極為頑固。《抱朴子．內篇．道意》：「求乞福願，冀其必得，至死不悟，不亦哀哉？」宋．胡仔《苕溪漁隱叢話前集．卷四．五柳先生下》：「大率才高意遠，則所寓得其妙，遂能如此。如大匠運斤，無斧鑿痕。不知者疲精力，至死不悟。」","content" : "故事 古時候，臨江地區有一個人外出打獵，捉到了一隻小麋鹿， 心中十分高興，便把這小麋鹿帶到家中養了起來。 這人平時愛好養狗，大大小小的狗養了好幾條。過了一段時間， 小麋鹿看到這些狗和自己都很友好，便也把這些狗當成了自己的朋 友。 過了三年，小麋鹿長成了大麋鹿，它的膽子也越來越大了。一 天，它獨自走出家門去玩，看到路上有幾條狗在互相打鬧。它以為這 些狗也和家裏的狗一樣會對自己很友好，便奔過去和它們一起玩 耍。 這些狗見了，不由又生氣又高興。生氣的是，這隻傻乎平的麋鹿 競然如此大膽，竟敢自說自話地加入它們的隊伍，和它們一起玩耍; 高興的是，這隻麋鹿膘壯體圓，大家可以美美地吃一頓了。 於是，它們一擁而上，你咬頭，他咬腳，不多一會，路上一片狼 藉，只剩下麋鹿的屍骸了。 這隻麋鹿一直到死，都沒弄明白自己是怎麼死的。","video" : "https://www.youtube.com/watch?v=vFDT9bT4SXQ"},{"topic" : "割蓆絕交","intro" : "語出南朝宋．劉義慶《世說新語．德行》：「管寧、華歆共園中鋤菜，見地有片金，管揮鋤與瓦石不異，華捉而擲去之。又嘗同席讀書，有乘軒冕過門者，寧讀如故，歆廢書出看。寧割席分坐曰：『子非吾友也。』」後用以比喻和朋友絕交。","content" : "東漢末年，有兩個讀書人，分別叫管寧和華歆(音欣)。他們原是一對好朋友，不過性格為人完全不同。管寧為人較正派，意志堅定；華歆則意志薄弱，易受外界影響。有一次，他們一起坐在同一張草席上讀書。當時有一個大官坐著馬車經過書房門口。管寧仍然專心讀書，而華歆就放下書本去看熱鬧。管寧看見華歆的表現，認為華歆貪圖富貴，人品差，不配和自己做朋友，所以就把那張草席割成兩半，和華歆分開坐，以此表示兩人斷絕朋友交情。後人就從這個故事得出「割席絕交」這個成語，來比喻朋友絕交。","video" : "https://www.youtube.com/watch?v=SZldnfGNIpk"},{"topic" : "大義滅親", "intro" : "指為了維護公理正義，不徇私情，滅了犯罪的親人，或讓他們接受法律制裁。語出《左傳．隱公四年》","content" : "據《左傳．隱公四年》載，州吁是春秋時代衛國莊公與寵妾所生的兒子，莊公非常寵愛他，大夫石碏（ㄑㄩㄝˋ）曾經勸諫莊公不要把州吁給寵壞了，但是莊公不聽，州吁也因此養成好戰驕奢的個性。莊公死後，桓公繼位，州吁密謀殺害桓公而自立為國君，引起人民不滿而導致國內不安。州吁的親信石厚就去問他的父親石碏，要怎麼做才能安定民心、鞏固王位。石碏曾經是衛桓公的重臣，很受到人民的尊敬，當石厚來請教的時候，他說：「只有覲見周天子才能安定君位。」石厚又問：「如何才能覲見天子呢？」石碏說：「陳桓公正受到周天子的寵信，而現在陳國和衛國的關係非常和睦，因此如果去拜訪陳國的國君，請他向周天子請示，必定可以得見。」於是石厚就跟隨著州吁到陳國。這時石碏暗中派人告訴陳桓公：「衛國領土狹小，而我已經年老了，不能有所作為。州吁和石厚就是殺了我國國君的人，請你們趁這個機會處置他們。」陳國人就把他們抓起來，請衛國人親自來處置二人。衛國派右宰醜在濮縣把州吁殺了。至於石厚，大家認為因為是石碏的兒子，應該從寬處理，殺了首惡州吁就夠了，但是石碏不認同這樣的看法。他認為州吁做的許多壞事，石厚也都有參與籌畫，不能不嚴懲，所以就派他的家臣獳（ㄋㄡˋ）羊肩到陳國殺死了石厚。石碏這種為了國家大義，而犧牲父子私情的做法，深受後人所敬佩和讚揚。後來原文中的「大義滅親」演變為成語，就用來比喻為了維護公理正義，不徇私情，滅了犯罪的親人，或讓他們接受法律制裁。","video" : "https://www.youtube.com/watch?v=GS2eU1ZOIrc"},{"topic" : "一曝十寒","intro" : "在陽光下曝晒一天，又接連冷凍十天。比喻人做事缺乏恆心，時常中斷。語本《孟子．告子上》。後用「一暴十寒」比喻人學習或工作不能有所堅持，缺乏恆心。","content" : "孟子是戰國時代的大思想家，後人尊稱他為「亞聖」。當時人們對於齊王管理政事沒什麼成就很不滿意，雖然齊王並未採納孟子的觀點，但他仍幫齊王解釋，說：「不要認為這是因為大王不夠聰明。就算天下最容易生長的生物，如果讓它在太陽下曝晒一天，又放在寒冷的地方十天，也沒有辦法存活。我跟大王相處的時間有限，一旦我離開，那些奸臣小人又來動搖大王的決心，我就算能讓大王萌生一些向善的念頭，又有什麼用呢？」此段話見載於《孟子．告子上》。後來原文中「一日暴之，十日寒之」演變為「一暴十寒」這句成語，用來比喻人做事缺乏恆心，時常中斷。","video" : "https://www.youtube.com/watch?v=nM_QPmTIH08"},{"topic" : "前度劉郎","intro" : "泛指去了又來的人。","content" : "東漢永平年間，劉晨、阮肇在天台山遇仙人，還鄉後二人於太康年間重入天台山的故事。見南朝宋˙劉義慶˙幽明錄。後稱去而復來的人為前度劉郎。唐˙劉禹鍚˙再遊玄都觀詩：種桃道士歸何處？前度劉郎今又來。兒女英雄傳˙第二十八回：安公子是前度劉郎，何小姐是司空見慣，倒也用不著十分羞澀，便舉案齊眉，同吃了一頓飯。", "video" : "https://www.youtube.com/watch?v=5vlfMwPDAWg"},{"topic" : "兩敗俱傷","intro" : "雙方相爭，同受損害。", "content" : "「兩敗俱傷」是說雙方爭戰，可能因此都受到損傷。這句話出自於《新五代史．卷三八．宦者傳．論》。在傳中，論及自古以來宦官的禍害遠超過女色。因為宦官最親近國君，在照顧日常生活起居中，有很多機會，可獲得國君的信任，而讓國君逐漸疏遠忠良賢臣。於是國君慢慢地被宦官把持，禍害因而潛伏滋長，等到有一天國君發覺情形不對，終於想要重新信任忠臣來圖謀改善。但是如果動作太慢，禍患必然加深；如果動作太猛，則宦官可能因此挾持國君。遇此狀況，縱有聖賢明智之君臣，也難有所作為，最後還可能弄得雙方都受到傷害。後來「兩敗俱傷」這句成語就從這裡的原文「俱傷而兩敗」演變而出，用來比喻兩者相爭，俱受損傷。","video" : "https://www.youtube.com/watch?v=eJs4DYAiI5Q"},{"topic" : "自相矛盾","intro" : "比喻言語或行事前後無法呼應，互相牴觸。典出《韓非子．難一》。","content" : "矛是攻擊的兵器，而盾是用來防禦兵器攻擊的器具。在《韓非子．難一》中，舉了一個故事說：有個楚國人在市集上賣矛和盾。剛開始時先是誇讚他的盾說：「我這面盾非常堅固，任何鋒利的東西都刺不破它。」過了一會兒，又誇讚他的矛說：「我這隻矛是最鋒利的，沒有什麼東西是它不能刺破的。」這時，有人緊接著問說：「如果用你的矛刺你的盾，那結果會是怎樣呢？」這一問，讓賣矛與盾的人無言以對。典源又見《韓非子．難勢》。後來這個故事被濃縮成「自相矛盾」，用來比喻言語或行事前後無法呼應，互相牴觸。","video" : "https://www.youtube.com/watch?v=aiYRQ5z9g4A"}]';
